


[shiv_m1 X2CharacterTemplate]
strCharacterName="Xcom С.Е.Р.П."

[shiv_m2 X2CharacterTemplate]
strCharacterName="Xcom С.Е.Р.П. из инопланетных сплавов."

[SHIV_tesla X2CharacterTemplate]
strCharacterName="Острие Тесла"

[shivmissitem X2WeaponTemplate]
FriendlyName="С.Е.Р.П. вспомогательное оружие"
BriefSummary="С.Е.Р.П. вспомогательное оружие"
LongDescription="С.Е.Р.П. вспомогательное оружие"
TacticalText="<Bullet/> С.Е.Р.П. вспомогательное оружие"


[shivgrapitem X2WeaponTemplate]
FriendlyName="С.Е.Р.П. вспомогательное оружие"
BriefSummary="С.Е.Р.П. вспомогательное оружие"
LongDescription="С.Е.Р.П. вспомогательное оружие"
TacticalText="<Bullet/> С.Е.Р.П. вспомогательное оружие"

[shivstandardshot X2AbilityTemplate]
LocFriendlyName="Обычный выстрел"
LocLongDescription="Выстрелить по цели."
LocHelpText="Выстрелить по цели."
LocFlyOverText="Обычный выстрел"
LocPromotionPopupText="Выстрелить по цели."

[Country_fbshiv X2CountryTemplate]
+DisplayName = "С.Е.Р.П."
+DisplayNameWithArticle = "С.Е.Р.П."
+DisplayNameWithArticleLower = "С.Е.Р.П."
+DisplayNamePossessive = "sС.Е.Р.П.hС.Е.Р.П.iv"
+DisplayAdjective = "С.Е.Р.П."

[fbnamer2]
fbSparkFirstName="С.Е.Р.П.-"
fbSparkLastNamePrefix="000"

[fbnamer3]
fbSparkFirstName="C.Е.Р.П.-"
fbSparkLastNamePrefix="000"

[PlatedShivArmor_Schematic X2SchematicTemplate]
m_strClassLabel="С.Е.Р.П."
[PoweredShivArmor_Schematic X2SchematicTemplate]
m_strClassLabel="С.Е.Р.П."



[shivgun_MG_Schematic X2SchematicTemplate]
m_strClassLabel="С.Е.Р.П."
[shivgun_BM_Schematic X2SchematicTemplate]
m_strClassLabel="С.Е.Р.П."

[Cannon_SHIV_M1 X2WeaponTemplate]
FriendlyName="Орудие С.Е.Р.П.а"
FriendlyNamePlural="Орудия С.Е.Р.П.а"
BriefSummary="Орудие С.Е.Р.П.а"
LongDescription="Орудие С.Е.Р.П.а
TacticalText="Орудие С.Е.Р.П.а"
AbilityDescName="Орудие С.Е.Р.П.а

[Cannon_SHIV_M2 X2WeaponTemplate]
FriendlyName="Орудие С.Е.Р.П.а MK2"
FriendlyNamePlural="Орудия С.Е.Р.П.а MK2"
BriefSummary="Орудие С.Е.Р.П.а MK2"
LongDescription="Орудие С.Е.Р.П.а MK2"
TacticalText="Орудие С.Е.Р.П.а MK2"
AbilityDescName="Орудие С.Е.Р.П.а MK2"

[Cannon_SHIV_M3 X2WeaponTemplate]
FriendlyName="Орудие С.Е.Р.П.а MK3"
FriendlyNamePlural="Орудия С.Е.Р.П.а MK3"
BriefSummary="Орудие С.Е.Р.П.а MK3"
LongDescription="Орудие С.Е.Р.П.а MK3"
TacticalText="Орудие С.Е.Р.П.а MK3"
AbilityDescName="Орудие С.Е.Р.П.а MK3"
































[intshiv X2TechTemplate]
DisplayName="Легкий С.Е.Р.П."
Summary="С.Е.Р.П. (Супертяжелая Единица Роботизированной Пехоты) это боевая платформа, которая может быть изготовлена в зоне испытаний. С.Е.Р.П.ы могут быть развернуты в качестве замены живой силы в миссиях и требуют места в казармах штаб-квартиры XCOM."
CodeName="С.Е.Р.П."
LongDescription="С.Е.Р.П. (Супертяжелая Единица Роботизированной Пехоты) это боевая платформа, которая может быть изготовлена в зоне испытаний. С.Е.Р.П.ы могут быть развернуты в качестве замены живой силы в миссиях и требуют места в казармах штаб-квартиры XCOM." 
UnlockedDescription="Легкий С.Е.Р.П. изготовлен."



[intshiv2 X2TechTemplate]
DisplayName="С.Е.Р.П. из инопланетных сплавов."
Summary="С.Е.Р.П. из инопланетных сплавов это боевая платформа, которая может быть изготовлена в зоне испытаний. Это вариант стандартной модели С.Е.Р.П., но с улучшенной броней и способностью служить в качестве мобильного прикрытия для солдат."
CodeName="С.Е.Р.П."
LongDescription="С.Е.Р.П. из инопланетных сплавов это боевая платформа, которая может быть изготовлена в зоне испытаний. Это вариант стандартной модели С.Е.Р.П., но с улучшенной броней и способностью служить в качестве мобильного прикрытия для солдат."
UnlockedDescription="С.Е.Р.П. из инопланетных сплавов готов."



[fbshivclass X2SoldierClassTemplate]
+DisplayName = "Легкий С.Е.Р.П."
+ClassSummary = "С.Е.Р.П. (Супертяжелая Единица Роботизированной Пехоты) это боевая платформа, которая может быть изготовлена в зоне испытаний. С.Е.Р.П.ы могут быть развернуты в качестве замены живой силы в миссиях и требуют места в казармах штаб-квартиры XCOM."
+LeftAbilityTreeTitle = "Легкий С.Е.Р.П."
+RightAbilityTreeTitle = "Легкий С.Е.Р.П."

[fbshivclass2 X2SoldierClassTemplate]
+DisplayName = "С.Е.Р.П. из инопланетных сплавов."
+ClassSummary = "С.Е.Р.П. из инопланетных сплавов это боевая платформа, которая может быть изготовлена в зоне испытаний. Это вариант стандартной модели С.Е.Р.П., но с улучшенной броней и способностью служить в качестве мобильного прикрытия для солдат."
+LeftAbilityTreeTitle = "С.Е.Р.П. из инопланетных сплавов"
+RightAbilityTreeTitle = "С.Е.Р.П. из инопланетных сплавов"




[Cannon_fake1 X2WeaponTemplate]
FriendlyName="Орудие С.Е.Р.П.а MK2"
FriendlyNamePlural="Орудия С.Е.Р.П.а MK2"
BriefSummary="Это повысит урон, наносимый основными орудиями С.Е.Р.П.а"
LongDescription="Это повысит урон, наносимый основными орудиями С.Е.Р.П.а"
TacticalText="Это повысит урон, наносимый основными орудиями С.Е.Р.П.а"
AbilityDescName=Орудие С.Е.Р.П.а MK2"


[Cannon_fake2 X2WeaponTemplate]
FriendlyName="Орудие С.Е.Р.П.а MK3"
FriendlyNamePlural="Орудие С.Е.Р.П.а MK"
BriefSummary="Это повысит урон, наносимый основными орудиями С.Е.Р.П.а"
LongDescription="Это повысит урон, наносимый основными орудиями С.Е.Р.П.а"
TacticalText="Это повысит урон, наносимый основными орудиями С.Е.Р.П.а"
AbilityDescName="Орудие С.Е.Р.П.а MK3"




[TargetDefinitionshiv X2AbilityTemplate]
LocFriendlyName="Определение цели"
LocLongDescription="Любая единица, замеченная С.Е.Р.П.ом, остается постоянно видимой."
LocHelpText="Любая единица, замеченная С.Е.Р.П.ом, остается постоянно видимой."
LocPromotionPopupText="<Bullet/> Разведка при помощи С.Е.Р.П. позволит отслеживать врагов, даже если они выйдут за пределы видимости солдат.<br/>"

[TargetDefinitionPassiveshiv X2AbilityTemplate]
LocFriendlyName="Определение цели"
LocLongDescription="Любая единица, замеченная С.Е.Р.П.ом, остается постоянно видимой."
LocHelpText="Любая единица, замеченная С.Е.Р.П.ом, остается постоянно видимой."






[SHIV_M1Immunities X2AbilityTemplate]
LocFriendlyName="Невосприимчивость С.Е.Р.П."
LocLongDescription="С.Е.Р.П. не может быть целью для любого ментального воздействия."
LocHelpText="С.Е.Р.П. не может быть целью для любого ментального воздействия."
LocFlyOverText="С.Е.Р.П. не может быть целью для любого ментального воздействия."
LocPromotionPopupText="С.Е.Р.П. не может быть целью для любого ментального воздействия."

[shivflush X2AbilityTemplate]
LocFriendlyName="Вывести из строя"
LocLongDescription="Наносит небольшой урон врагу, который имеет шанс выбить его из укрытия."
LocHelpText="Наносит небольшой урон врагу, который имеет шанс выбить его из укрытия."
LocFlyOverText="Вывести из строя"
LocPromotionPopupText="Наносит небольшой урон врагу, который имеет шанс выбить его из укрытия."




[shivshielden X2AbilityTemplate]
LocFriendlyName="Энергетический Щит"
LocLongDescription="Дает С.Е.Р.П. 3 единицы регенерирующего щита, который восполняется в начале следующего хода."
LocHelpText="Дает С.Е.Р.П. 3 единицы регенерирующего щита, который восполняется в начале следующего хода."
LocFlyOverText="Щит"
LocPromotionPopupText="Дает С.Е.Р.П. 3 единицы регенерирующего щита, который восполняется в начале следующего хода."

[shivtrishot X2AbilityTemplate]
LocFriendlyName="Огненная буря"
LocLongDescription="Сделайте 3 обычных выстрела по цели одновременно за счет перегрева и повреждения С.Е.Р.П.а."
LocHelpText="Сделайте 3 обычных выстрела по цели одновременно за счет перегрева и повреждения С.Е.Р.П.а."
LocFlyOverText="Огненная буря"
LocPromotionPopupText="Сделайте 3 обычных выстрела по цели одновременно за счет перегрева и повреждения С.Е.Р.П.а."

[shivdamagecontrol X2AbilityTemplate]
LocFriendlyName="Ремонтно-восстановительный работы"
LocLongDescription="Когда С.Е.Р.П. поврежден, он временна усиливает броню на 3 единицы, увеличивая защиту от последующий атак до конца хода."
LocHelpText="Когда С.Е.Р.П. поврежден, он временна усиливает броню на 3 единицы, увеличивая защиту от последующий атак до конца хода."
LocFlyOverText="Ремонтно-восстановительный работы"
LocPromotionPopupText="Когда С.Е.Р.П. поврежден, он временна усиливает броню на 3 единицы, увеличивая защиту от последующий атак до конца хода."

[barrageStrike X2AbilityTemplate]
LocFriendlyName="Удар Копья"
LocLongDescription="Запустить ракету дальнего радиуса действия в воздух. Ракеты обрушатся на место назначения на следующем ходу, нанося огромный урон всем врагам, все еще находящимся в целевой области."
LocHelpText="Запустить ракету дальнего радиуса действия в воздух. Ракеты обрушатся на место назначения на следующем ходу, нанося огромный урон всем врагам, все еще находящимся в целевой области."
LocFlyOverText="Удар Копья"
LocPromotionPopupText="Запустить ракету дальнего радиуса действия в воздух. Ракеты обрушатся на место назначения на следующем ходу, нанося огромный урон всем врагам, все еще находящимся в целевой области."

[barrageStrike2 X2AbilityTemplate]
LocFriendlyName="Удар Копья"
LocLongDescription="Позволяет запустить ракету дальнего радиуса действия в воздух. Ракеты обрушатся на место назначения на следующем ходу, нанося огромный урон всем врагам, все еще находящимся в целевой области."
LocHelpText="Позволяет запустить ракету дальнего радиуса действия в воздух. Ракеты обрушатся на место назначения на следующем ходу, нанося огромный урон всем врагам, все еще находящимся в целевой области."
LocFlyOverText="Удар Копья"
LocPromotionPopupText="Позволяет запустить ракету дальнего радиуса действия в воздух. Ракеты обрушатся на место назначения на следующем ходу, нанося огромный урон всем врагам, все еще находящимся в целевой области."

[shivimmolate X2AbilityTemplate]
LocFriendlyName="Пылающий Заградительный Огонь"
LocLongDescription="Позволяет поджечь снаряды, вызвав огненный взрыв по выбранной позиции и нанося незначительное количество начального урона с последующим эффектом в виде горения."
LocHelpText="Позволяет поджечь снаряды, вызвав огненный взрыв по выбранной позиции и нанося незначительное количество начального урона с последующим эффектом в виде горения."
LocFlyOverText="Пылающий Заградительный Огонь"
LocPromotionPopupText="Позволяет поджечь снаряды, вызвав огненный взрыв по выбранной позиции и нанося незначительное количество начального урона с последующим эффектом в виде горения."

[shivjustice X2AbilityTemplate]
LocFriendlyName="Коготь кошки"
LocLongDescription="Позволяет выстрелить крюком по вражеской цели, подтягивая цель к позиции С.Е.Р.П.а. Стоит 1 действие."
LocHelpText="Позволяет выстрелить крюком по вражеской цели, подтягивая цель к позиции С.Е.Р.П.а. Стоит 1 действие."
LocFlyOverText="Коготь кошки"
LocPromotionPopupText="Позволяет выстрелить крюком по вражеской цели, подтягивая цель к позиции С.Е.Р.П.а. Стоит 1 действие."

[shivshield X2AbilityTemplate]
LocFriendlyName="Кинетический Барьер"
LocLongDescription="Создает кинетический барьер, который длится 1 ход, блокируя весь урон. Стоит 1 действие."
LocHelpText="Создает кинетический барьер, который длится 1 ход, блокируя весь урон. Стоит 1 действие."
LocFlyOverText="Кинетический Барьер"
LocPromotionPopupText="Создает кинетический барьер, который длится 1 ход, блокируя весь урон. Стоит 1 действие."



[teslaattack X2AbilityTemplate]
LocFriendlyName="Удар Тесла"
LocLongDescription="Позволяет высвободить электрический заряд в области вокруг С.Е.Р.П.а. Причиняет значительное количество бронебойного урона."
LocHelpText="Позволяет высвободить электрический заряд в области вокруг С.Е.Р.П.а. Причиняет значительное количество бронебойного урона."
LocFlyOverText="Удар Тесла"
LocPromotionPopupText="Позволяет высвободить электрический заряд в области вокруг С.Е.Р.П.а. Причиняет значительное количество бронебойного урона."

[teslalaunch X2AbilityTemplate]
LocFriendlyName="Развернуть Тесла Мины"
LocLongDescription="Запустить 3 развертываемых мин Тесла на поле боя, которые действуют как постоянно активные мины, которые наносят урон любым врагам, находящимся рядом. После получения урона, вражеская единица становится неуязвимой для последующий ударов Тесла в течении 1 хода. Адвент постарается уничтожить мины, в случае их обнаружения."
LocHelpText="Запустить 3 развертываемых мин Тесла на поле боя, которые действуют как постоянно активные мины, которые наносят урон любым врагам, находящимся рядом. После получения урона, вражеская единица становится неуязвимой для последующий ударов Тесла в течении 1 хода. Адвент постарается уничтожить мины, в случае их обнаружения."
LocFlyOverText="Развернуть Тесла Мины"
LocPromotionPopupText="Запустить 3 развертываемых мин Тесла на поле боя, которые действуют как постоянно активные мины, которые наносят урон любым врагам, находящимся рядом. После получения урона, вражеская единица становится неуязвимой для последующий ударов Тесла в течении 1 хода. Адвент постарается уничтожить мины, в случае их обнаружения."







[shivmodule2 X2AbilityTemplate]
LocFriendlyName="Дополнительные листы брони"
LocLongDescription="Предоставляет С.Е.Р.П.у дополнительные листы брони."
LocHelpText="Предоставляет С.Е.Р.П.у дополнительные листы брони."
LocFlyOverText="Дополнительные листы брони"
LocPromotionPopupText="Предоставляет С.Е.Р.П.у дополнительные листы брони."

[shivmodule1 X2AbilityTemplate]
LocFriendlyName="Удар Копья"
LocLongDescription="Позволяет запустить ракету дальнего радиуса действия в воздух. Ракеты обрушатся на место назначения на следующем ходу, нанося огромный урон всем врагам, все еще находящимся в целевой области. Эта возможность может быть использована лишь дважды за миссию."
LocHelpText="Позволяет запустить ракету дальнего радиуса действия в воздух. Ракеты обрушатся на место назначения на следующем ходу, нанося огромный урон всем врагам, все еще находящимся в целевой области. Эта возможность может быть использована лишь дважды за миссию."
LocFlyOverText="Удар Копья"
LocPromotionPopupText="Позволяет запустить ракету дальнего радиуса действия в воздух. Ракеты обрушатся на место назначения на следующем ходу, нанося огромный урон всем врагам, все еще находящимся в целевой области. Эта возможность может быть использована лишь дважды за миссию."



[Bladestormfb33z X2AbilityTemplate]
LocFriendlyName="Автоматизированная турель."
LocLongDescription="С.Е.Р.П. сделает ответный выстрел в любого врага, который находится в непосредственной близости от него."
LocHelpText="С.Е.Р.П. сделает ответный выстрел в любого врага, который находится в непосредственной близости от него."
LocFlyOverText="Автоматизированная турель."
LocPromotionPopupText="С.Е.Р.П. сделает ответный выстрел в любого врага, который находится в непосредственной близости от него."

[BladestormAttackfb33z X2AbilityTemplate]
LocFriendlyName="Автоматизированная турель."
LocLongDescription="С.Е.Р.П. сделает ответный выстрел в любого врага, который находится в непосредственной близости от него."
LocHelpText="С.Е.Р.П. сделает ответный выстрел в любого врага, который находится в непосредственной близости от него."
LocFlyOverText="Автоматизированная турель."
LocPromotionPopupText="С.Е.Р.П. сделает ответный выстрел в любого врага, который находится в непосредственной близости от него."





















[shivArmor X2ArmorTemplate]
FriendlyName="Оборонительные системы С.Е.Р.П."
FriendlyNamePlural="Оборонительные системы С.Е.Р.П."
BriefSummary="Стандартная броня С.Е.Р.П.а."
TacticalText="<Bullet/> Стандартная броня С.Е.Р.П.а."


[PlatedshivArmor X2ArmorTemplate]
FriendlyName="Оборонительные системы С.Е.Р.П.а Mk2"
FriendlyNamePlural="Оборонительные системы С.Е.Р.П.а Mk2"
BriefSummary="Улучшенная броня С.Е.Р.П.а."
TacticalText="<Bullet/> Улучшенная броня С.Е.Р.П.а."


[PoweredshivArmor X2ArmorTemplate]
FriendlyName="Оборонительные системы С.Е.Р.П.а Mk3"
FriendlyNamePlural="Оборонительные системы С.Е.Р.П.а Mk3"
BriefSummary="Улучшенная броня С.Е.Р.П.а."
TacticalText="<Bullet/> Улучшенная броня С.Е.Р.П.а."


[PlatedshivArmorfake X2ArmorTemplate]
FriendlyName="Оборонительные системы С.Е.Р.П. Mk2"
FriendlyNamePlural="Оборонительные системы С.Е.Р.П. Mk2"
BriefSummary="Это улучшит все защитные системы С.Е.Р.П., повысив уровень брони и здоровья боевой единицы."
TacticalText="<Bullet/> Это улучшит все защитные системы С.Е.Р.П., повысив уровень брони и здоровья боевой единицы."


[PoweredshivArmorfake X2ArmorTemplate]
FriendlyName="Оборонительные системы С.Е.Р.П.а Mk3"
FriendlyNamePlural="Оборонительные системы С.Е.Р.П.а Mk3"
BriefSummary="Это улучшит все защитные системы С.Е.Р.П., повысив уровень брони и здоровья боевой единицы."
TacticalText="<Bullet/> Это улучшит все защитные системы С.Е.Р.П., повысив уровень брони и здоровья боевой единицы."










[teleportshiv X2AbilityTemplate]
LocFriendlyName="Запуск С.Е.Р.П."
LocLongDescription="Выдвинуться на любую позицию на поле боя. Запуск не может быть активирован внутри помещения. Способность перезаряжается в течении 7 ходов."
LocHelpText="Выдвинуться на любую позицию на поле боя. Запуск не может быть активирован внутри помещения. Способность перезаряжается в течении 7 ходов."
LocFlyOverText="Запуск С.Е.Р.П."
LocPromotionPopupText="Выдвинуться на любую позицию на поле боя. Запуск не может быть активирован внутри помещения. Способность перезаряжается в течении 7 ходов."


[shivBulwark X2AbilityTemplate]
LocFriendlyName="Бастион"
LocLongDescription="Предоставляет бонусную единицу брони и обеспечивает высокое укрытие всему соседнему отряду."
LocHelpText="Предоставляет бонусную единицу брони и обеспечивает высокое укрытие всему соседнему отряду."
LocPromotionPopupText="<Bullet/> Бастион добавляет единицу брони.<br/><Bullet/> Любой напарник, стоящий рядом с С.Е.Р.П.ом, получает бонус защиты в качестве высокого укрытия.<br/>"
